Repository: despotovic99/FIlmPluginWordPress
Catalog: i18n/languages/movie-plugin-*.po
Languages: sr_rs

source: New movie
sr_rs: Novi film

source: Find movie
sr_rs: Pronadji film

source: All movies
sr_rs: Svi filmovi

source: View
sr_rs: Prikazi

source: Edit
sr_rs: Izmeni

source: Print
sr_rs: Stampaj

source: Movie name
sr_rs: Naziv filma

source: Category
sr_rs: Zanr

source: Date
sr_rs: Datum

source: Length
sr_rs: Duzina

source: Recommended age
sr_rs: Preporuceni uzrast
